{

  "We are built on an uncompromising foundation that financial advice should be transparent and honest" : "เราทำงานบนพื้นฐานที่ว่าคำแนะนำทางการเงินควรมีความซื่อสัตย์และมีความโปร่งใส",
  "We deliver services that solve complex problems in a beautifully uncomplicated way" : "เราแก้ปัญหาที่ซับซ้อนโดยวิธีที่ไม่ซับซ้อน",
  "We strive for the highest level of client service and are focused on creating long term partnership with our clients": "เรามุ่งมั่นในการให้บริการลูกค้าอย่างสูงสุดและมุ่งเน้นไปที่การสร้างความร่วมมือระยะยาวกับลูกค้าของเรา",
  "We work to make a positive impact on our nation's economy": "เราทำงานเพื่อสร้างผลกระทบเชิงบวกต่อเศรษฐกิจของประเทศ",
  "To become the most client preferred partners across the country" : "เป็นบริษัทที่ปรึกษาทางการเงินที่ลูกค้าอยากร่วมงานด้วยมากที่สุดในประเทศ",

  "General Beverage COMPANY LIMITED": "บริษัท เจนเนอรัล เบฟเวอร์เรจ จำกัด",
  "General Financial Advisory": "ให้คำปรึกษาทางการเงินทั่วไป",
  "2015": "พ.ศ. 2558",
  "PYLON PUBLIC COMPANY LIMITED": "บริษัท ไพลอน จำกัด (มหาชน)",
  "SIAM SPORT SYNDICATE PUBLIC COMPANY LIMITED": "บริษัท สยามสปอร์ต ซินดิเคท จำกัด (มหาชน)",
  "Issuance of Warrant Issues": "ที่ปรึกษาทางการเงินในการออกและจัดสรรใบสำคัญแสดงสิทธิที่จะซื้อหุ้นสามัญ",
  "2016": "พ.ศ. 2559",
  "NATHALIN COMPANY LIMITED": "บริษัท นทลิน จำกัด",
  "Providing the Share Valuation": "การประเมินมูลค่ากิจการ",
  "Independent Financial Advisor": "ที่ปรึกษาทางการเงินอิสระ",
  "ELECTRONICS INDUSTRY PUBLIC COMPANY LIMITED": "บริษัท อุตสาหกรรม อีเล็คโทรนิคส์ จำกัด (มหาชน)",
  "December 2016": "ธันวาคม 2559",
  "C.P.L GROUP PUBLIC COMPANY LIMITED": "บริษัท ซี.พี.แอล. กรุ๊พ จำกัด (มหาชน)",
  "THB 530,995,211.76": "530,995,211.76 บาท",
  "January 2017": "มกราคม 2560",
  "THB 440,969,521.40": "440,969,521.40 บาท",
  "Country Group Development Public Company Limited": "บริษัท คันทรี่ กรุ๊ป ดีเวลลอปเมนท์ จำกัด (มหาชน)",
  "THB 1,069,560,703": "1,069,560,703 บาท",
  "March 2017": "มีนาคม 2560",
  "AQ ESTATE PUBLIC COMPANY LIMITED": "บริษัท เอคิว เอสเตท จำกัด (มหาชน)",
  "THB 206,807,000": "206,870,000 บาท",
  "July 2017": "กรกฎาคม 2560",
  "BLISS-TEL PUBLIC COMPANY LIMITED": "บริษัท บลิส-เทล จำกัด (มหาชน)",
  "THB 700,000,000": "700,000,000 บาท",
  "August 2017": "สิงหาคม 2560",
  "INFORMATION TECHNOLOGY GROUP COMPANY LIMITED": "บริษัท อินฟอร์เมชั่น เทคโนโลยี กรุ๊ป จำกัด",
  "December 2017": "ธันวาคม 2560",
  "TAKUNI GROUP COMPANY LIMITED": "บริษัท ทาคูนิ กรุ๊ป จำกัด (มหาชน)",
  "THB 41,550,000": "41,550,000 บาท",
  "May 2018": "พฤษภาคม 2561",
  "FOOD CAPITALS PUBLIC COMPANY LIMITED": "บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน)",
  "THB 4,018,000,000": "4,018,000,000 บาท",
  "December 2018": "ธันวาคม 2561",
  "CAZ (THAILAND) PUBLIC COMPANY LIMITED": "บริษัท ซี เอ แซด (ประเทศไทย) จำกัด (มหาชน)",
  "THB 312,000,000": "312,000,000 บาท",
  "Initial Public Offering (IPO)": "ขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้าจดทะเบียนในตลาดหลักทรัพย์ (IPO)",
  "January 2019": "มกราคม 2562",
  "DIGITAL TECH PLANET PUBLIC COMPANY LIMITED": "บริษัท ดิจิตอลเทค แพลนเน็ต จำกัด (มหาชน)",
  "THB 203,287,262.11": "203,287,262.11 บาท",
  "Tender Offer Preparer": "ผู้จัดเตรียมคำเสนอซื้อ",
  "Ms. Piyapa Chongsathien" : "คุณปิยะภา จงเสถียร",
  "Founder and Managing Director" : "ผู้ก่อตั้งและกรรมการผู้จัดการ",
  "Piyapa Chongsathien is a founder and a managing director of S14 Advisory Company Limited. She was graduated from Assumption University with Bachelor and master degree is Business and Administration majoring in Finance and has over 17 years of work experiences investment banking business. Her experiences cover all areas of investment banking including M&amp;A, IPO, fund raising, IFA service, Share(or) Company valuation, restructurings and financial advisory works." : "คุณปิยะภา จงเสถียรเป็นผู้ก่อตั้งและกรรมการผู้จัดการ บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nคุณปิยะภาสำเร็จการศึกษาจากปริญญาโท บริหารธุรกิจมหาบัณฑิต และปริญญาตรี\nบริหารธุรกิจบัณฑิต สาขาการเงินและการธนาคาร มหาวิทยาลัยอัสสัมชัญ (ABAC)\nโดยคุณปิยะภา มีประสบการณ์การทำงานในธุรกิจวาณิชธนกิจมากกว่า 17 ปี\nซึ่งครอบคลุมทุกด้านของวาณิชธนกิจ ยกตัวอย่างเช่น การควบรวมและการซื้อขายกิจการ\n(M&amp;A) การเสนอขายหุ้นใหม่แก่ประชาชนทั่วไปเป็นครั้งแรก (IPO) การระดมทุน\nการให้ความเห็นในฐานะที่ปรึกษาทางการเงินอิสระ การประเมินมูลค่าของบริษัท\nการปรับโครงสร้างบริษัท และงานให้คำปรึกษาทางการเงิน",
  "FA for IPO of CAZ (Thailand) Plc. in 2019(CAZ) (First day trade at Jan 22, 2019)" : "ที่ปรึกษาทางการเงินในการขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้าจดทะเบียน\nในตลาดหลักทรัพย์ (IPO) ของ บริษัท ซี เอ แซด (ประเทศไทย) จำกัด (มหาชน)\n(“CAZ”) ในปีพ.ศ. 2562",
  "FA for Tender offer of Digital Tech Planet Plc (DIGI) in 2019" : "ที่ปรึกษาทางการเงินในฐานะผู้จัดเตรียมทำคำเสนอซื้อหลักทรัพย์ของบริษัท\nดิจิตอลเทคแพลนเน็ต จำกัด (“DIGI”) ในปีพ.ศ. 2562",
  "IFA for TAKUNI Group Plc (TAKUNI) in 2018" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันของ บริษัท\nทาคูนิกรุ๊ป จำกัด (มหาชน) (“TAKUNI”) ในปีพ.ศ. 2561",
  "IFA for Food Capitals Plc (FC) in 2018" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับธุรกรรมการเข้าจดทะเบียนกับตล\nาดหลักทรัพย์ฯ ทางอ้อม (Backdoor Listing) และธุรกรรมการโอนกิจการทั้งหมด\n(Entire Business Transfer: EBT) ของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน) (“FC”)",
  "FA on M&A transaction of BLISS-Tel Plc (BLISS) to acquire 35% of ITG Group in 2017" : "ที่ปรึกษาทางการเงินของธุรกรรม M&amp;A ของบริษัท บลิส-เทล จำกัด (มหาชน)\n(“BLISS”) เพื่อซื้อหุ้น 35% ของบริษัท อินฟอร์เมชั่น เทคโนโลยี กรุ๊ป จำกัด (“ITG”)\nในปีพ.ศ. 2560",
  "IFA for Country Group Plc (CGD) in 2017" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันของของ\nบริษัท คันทรี่ กรุ๊ป ดีเวลลอปเมนท์ จำกัด (มหาชน) (“CGD”) ในปีพ.ศ. 2560",
  "IFA for CPL Group Plc(CPL) in 2017" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันและให้ควา\nมเห็นเกี่ยวกับคำเสนอซื้อหลักทรัพย์สำหรับบริษัท ซีพีแอล กรุ๊ป จำกัด (มหาชน)\n(“CPL”) ในปีพ.ศ. 2560",
  "Valuation for Information Technology Company Limited in 2017" : "การประเมินมูลค่าบริษัทเกี่ยวกับบริษัทเทคโนโลยีสารสนเทศแห่งหนึ่ง ในปีพ.ศ. 2560",
  "Valuation for AQ Estate Public Company Limited (AQ) in 2017" : "การประเมินมูลค่าบริษัท เอคิวเอสเตท จำกัด (มหาชน) (“AQ”) ในปีพ.ศ. 2560",
  "Valuation for Information Technology Group Company limited(ITG) in 2017" : "การประเมินมูลค่าบริษัท อินฟอร์เมชั่น เทคโนโลยี กรุ๊ป จำกัด (“ITG”) ในปีพ.ศ. 2560",
  "Valuation for Electronic Industry Pcl (EIC) in 2016" : "การประเมินมูลค่าบริษัทในกลุ่มของบริษัท อุตสาหกรรม อีเล็คโทรนิคส์ จำกัด (มหาชน)\n(“EIC”) ในปีพ.ศ. 2559",
  "Valuation for Nathalin Company Limited in 2016" : "การประเมินมูลค่าบริษัท นทลิน จำกัด ในปีพ.ศ. 2559",
  "Warrant for Siam Sport Syndicate Plc (SPORT) in 2016" : "ใบสำคัญแสดงสิทธิสำหรับ บริษัท สยามสปอร์ตซินดิเคท จำกัด (มหาชน) (“SPORT”)\nในปีพ.ศ. 2559",
  "General Advisory Services for Pylon Plc (PYLON) in 2015" : "บริการให้คำปรึกษาทั่วไปแก่บริษัท ไพลอน จำกัด (มหาชน) (“PYLON”) ในปีพ.ศ.\n2558",
  "General Advisory Services for General Beverage Company Limited in 2015" : "บริการให้คำปรึกษาทั่วไปแก่บริษัท เจนเนอรัล เบฟเวอร์เรจ จำกัด ในปีพ.ศ. 2558",
  "Previously She worked as the Vice President, Investment Banking at Asia Plus Advisory Company Limited where she was one of the key member to operates in the management for 12 years." : "ก่อนหน้านี้คุณปิยะภาเคยทำงานในตำแหน่งผู้อำนวยการ ฝ่ายวาณิชธนกิจของ บริษัท ที่ปรึกษา\nเอเซียพลัส จำกัด โดยเป็นสมาชิกคนสำคัญของบริษัทมาตลอดระยะเวลา 12 ปี",
  "Ms. Pakchata Manotaya" : "คุณภัคชาตา มะโนทัย",
  "Vice President" : "ผู้อำนวยการ",
  "Pakchata Manotaya is a Vice President in S14 Advisory Company Limited, was graduated from Chulalongkorn University with Bachelor’s degree majoring in Economics. She has completed her Master of Science degree with distinction in Corporate Finance from University of Reading and a Master of Science degree in International Money and Banking from University of Birmingham. She has over 7 years of experience in the same field. She has a solid knowledge in corporate finance." : "คุณภัคชาตา มะโนทัย ดำรงตำแหน่งผู้อำนวยการ บริษัท เอส 14 แอดไวเซอรี่\nจำกัด คุณภัคชาตาสำเร็จการศึกษาระดับปริญญาโท MSc Corporate Finance\n(Distinction) จาก University of Reading ประเทศอังกฤษ และ MSc\nInternational Money and Banking จาก University of Birmingham\nประเทศอังกฤษ และสำเร็จการศึกษาระดับปริญญาตรีเศรษฐศาสตร์บัณฑิต\nจากจุฬาลงกรณ์มหาวิทยาลัย\nคุณภัคชาตามีประสบการณ์ในวงการตลาดทุนมากกว่า 7\nปีและมีความเชี่ยวชาญในด้านการเงินธุรกิจ (Corporate Finance)",
  "FA in share acquisition of an IT company" : "ที่ปรึกษาทางการเงินในการขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้\nาจดทะเบียนในตลาดหลักทรัพย์ (IPO) ของ บริษัท ซี เอ แซด\n(ประเทศไทย) จำกัด (มหาชน) (“CAZ”) ในปีพ.ศ. 2562",
  "Share valuation of 5 IT companies and 1 printing company" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกั\nนของ บริษัท ทาคูนิกรุ๊ป จำกัด (มหาชน) (“TAKUNI”) ในปีพ.ศ. 2561",
  "IFA in backdoor and EBT transaction of Food Capital Public Company Limited (FC)" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับธุรกรรมการเข้าจดท\nะเบียนกับตลาดหลักทรัพย์ฯ ทางอ้อม (Backdoor Listing)\nและธุรกรรมการโอนกิจการทั้งหมด (Entire Business Transfer: EBT)\nของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน) (“FC”)",
  "IFA in related party transaction of Takuni Group Public Company Limited (Takuni)" : "การประเมินมูลค่าหุ้นของ บริษัทไอที 5 แห่ง และ บริษัทเกี่ยวกับการพิมพ์ 1\nแห่ง",
  "IPO of CAZ (Thailand) Plc. in 2019 (CAZ) (First day trade at Jan 22, 2019)" : "ที่ปรึกษาทางการเงินของธุรกรรม M&amp;A ของ บริษัท บลิส-เทล จำกัด\n(มหาชน) (“BLISS”) เพื่อซื้อหุ้น 35% ของบริษัท อินฟอร์เมชั่น เทคโนโลยี\nกรุ๊ป จำกัด (“ITG”) ในปีพ.ศ. 2560",
  "Act as a Project Manager for each transaction and be the main contact person for the clients." : "ทำหน้าที่เป็นผู้จัดการโครงการในแต่ละธุรกรรมและเป็นผู้ติดต่อหลักกับลูกค้า",
  "Coordinate with external parties for transaction-related matters." : "ทำหน้าที่ประสานงานกับบุคคลภายนอกสำหรับเรื่องที่เกี่ยวข้องกับการทำธุร\nกรรม",
  "Train junior staff on related skills including financial modeling and presentation" : "ฝึกอบรมพนักงานเกี่ยวกับทักษะที่เกี่ยวข้องรวมถึงการสร้างแบบจำลองทาง\nการเงินและการนำเสนองาน",
  "Her previous work experiences include such as Assistant to Vice President at Global One Capital Co.Ltd, Manager in Development and Investment Department at Singha Estate Public Co., Ltd, Associate in Investment Banking Department at Trinity Securities Group, Ltd where she was one of the key member to operate in the premises for over 4 years." : "ประสบการณ์การทำงานของคุณภัคชาตาที่ผ่านมา ได้แก่ ผู้ช่วยผู้อำนวยการ\nบริษัท โกลบอล วัน แคปปิตอล จำกัด ผู้จัดการฝ่ายพัฒนาธุรกิจและการลงทุน\nบริษัท สิงห์เอสเตท จำกัด (มหาชน) (“S”)\nและพนักงานฝ่ายวาณิชธนกิจของบริษัทหลักทรัพย์ ทรีนีตี้ จำกัด\nโดยเป็นสมาชิกคนสำคัญของแต่ละบริษัทมาตลอดระยะเวลากว่า 4 ปี",
  "Mr. Suchat Olannaranon" : "คุณสุชาติ โอฬารนรานนท์",
  "Mr. Suchat Olannaranon is a Vice President in S14 Advisory Company Limited. He was graduated from Chulalongkorn University with Bachelor and Master degree in Business Administration majoring in Banking and Finance and also a Bachelor of laws from Ramkhamhaeng University. He has over 8 years of Experience in the same field. His contribution towards S14 Advisory Company Limited includes" : "คุณสุชาติ โอฬารนรานนท์ ดำรงตำแหน่งผู้อำนวยการ บริษัท เอส 14 แอดไวเซอรี่\nจำกัด คุณสุชาติสำเร็จการศึกษาปริญญาโท บริหารธุรกิจมหาบัณฑิต\nและปริญญาตรี บริหารธุรกิจบัณฑิต สาขาการธนาคารและการเงิน\nจากจุฬาลงกรณ์มหาวิทยาลัย และปริญญาตรี นิติศาสตร์บัณฑิต\nจากมหาวิทยาลัยรามคำแหง คุณสุชาติมีประสบการณ์ในวงการการเงินมากกว่า 8\nปี",
  "FA on mandatory tender offer for securities of Digital Tech Planet Public Company Limited." : "ที่ปรึกษาทางการเงินในฐานะผู้จัดเตรียมทำคำเสนอซื้อหลักทรัพย์ของบริษั\nท ดิจิตอลเทคแพลนเน็ต จำกัด (“DIGI”) ในปีพ.ศ. 2562",
  "Debt financing arrangement for constructing new plant of construction company" : "ที่ปรึกษาทางการเงินในการจัดหาเงินกู้เพื่อก่อสร้างโรงงานแห่งใหม่ของบริ\nษัทที่อยู่ในธุรกิจก่อสร้าง",
  "Advisory service to PEA on fund raising and screening of potential projects" : "ที่ปรึกษาทางในการให้คำปรึกษาแก่การไฟฟ้าส่วนภูมิภาค (“PEA”)\nในการระดมทุนและคัดกรองโครงการที่มีศักยภาพ",
  "Financial advisory for strategic planning and restructuring of State Railway of Thailand" : "ที่ปรึกษาทางการเงินในการวางแผนกลยุทธ์และการปรับโครงสร้างการรถไ\nฟแห่งประเทศไทย (“SRT”)",
  "IFA on asset acquisition for Khonburi Sugar Pcl." : "ที่ปรึกษาทางการเงินอิสระในการทำคำเสนอซื้อหลักทรัพย์ของ บริษัท\nแพ็คฟู้ด จำกัด (มหาชน)",
  "He also worked as Assistant Project Manager in Strategic Planning Department at Thai Beverage Public Limited Company, Business Analyst in Business Development Department at Mitrphol Biofuel Company limited, Senior Analyst in Investment Banking Department at KTB Advisory Company limited." : "นอกจากนี้ คุณสุชาติยังเคยดำรงตำแหน่งผู้ช่วยผู้จัดการโครงการ\nฝ่ายวางแผนกลยุทธ์ บริษัท ไทยเบฟเวอเรจ จำกัด (มหาชน)\nนักวิเคราะห์ธุรกิจฝ่ายพัฒนาธุรกิจ บริษัท มิตรผลไบโอฟูเอล จำกัด\nและนักวิเคราะห์อาวุโสฝ่ายวาณิชธนกิจ บริษัท กรุงไทยแอดไวซ์เซอรี่ จำกัด"
}