{

  "We are built on an uncompromising foundation that financial advice should be transparent and honest" : "เราทำงานบนพื้นฐานที่ว่าคำแนะนำทางการเงินควรมีความซื่อสัตย์และมีความโปร่งใส",
  "We deliver services that solve complex problems in a beautifully uncomplicated way" : "เราแก้ปัญหาที่ซับซ้อนโดยวิธีที่ไม่ซับซ้อน",
  "We strive for the highest level of client service and are focused on creating long term partnership with our clients": "เรามุ่งมั่นในการให้บริการลูกค้าอย่างสูงสุดและมุ่งเน้นไปที่การสร้างความร่วมมือระยะยาวกับลูกค้าของเรา",
  "We work to make a positive impact on our nation's economy": "เราทำงานเพื่อสร้างผลกระทบเชิงบวกต่อเศรษฐกิจของประเทศ",
  "To become the most client preferred partners across the country" : "เป็นบริษัทที่ปรึกษาทางการเงินที่ลูกค้าอยากร่วมงานด้วยมากที่สุดในประเทศ",

  "General Beverage COMPANY LIMITED": "บริษัท เจนเนอรัล เบฟเวอร์เรจ จำกัด",
  "General Financial Advisory": "ให้คำปรึกษาทางการเงินทั่วไป",
  "2015": "พ.ศ. 2558",
  "PYLON PUBLIC COMPANY LIMITED": "บริษัท ไพลอน จำกัด (มหาชน)",
  "SIAM SPORT SYNDICATE PUBLIC COMPANY LIMITED": "บริษัท สยามสปอร์ต ซินดิเคท จำกัด (มหาชน)",
  "Issuance of Warrant Issues": "ที่ปรึกษาทางการเงินในการออกและจัดสรรใบสำคัญแสดงสิทธิที่จะซื้อหุ้นสามัญ",
  "2016": "พ.ศ. 2559",
  "NATHALIN COMPANY LIMITED": "บริษัท นทลิน จำกัด",
  "Providing the Share Valuation": "การประเมินมูลค่ากิจการ",
  "Independent Financial Advisor": "ที่ปรึกษาทางการเงินอิสระ",
  "ELECTRONICS INDUSTRY PUBLIC COMPANY LIMITED": "บริษัท อุตสาหกรรม อีเล็คโทรนิคส์ จำกัด (มหาชน)",
  "December 2016": "ธันวาคม 2559",
  "C.P.L GROUP PUBLIC COMPANY LIMITED": "บริษัท ซี.พี.แอล. กรุ๊พ จำกัด (มหาชน)",
  "THB 530,995,211.76": "530,995,211.76 บาท",
  "January 2017": "มกราคม 2560",
  "THB 440,969,521.40": "440,969,521.40 บาท",
  "Country Group Development Public Company Limited": "บริษัท คันทรี่ กรุ๊ป ดีเวลลอปเมนท์ จำกัด (มหาชน)",
  "THB 1,069,560,703": "1,069,560,703 บาท",
  "March 2017": "มีนาคม 2560",
  "AQ ESTATE PUBLIC COMPANY LIMITED": "บริษัท เอคิว เอสเตท จำกัด (มหาชน)",
  "THB 206,807,000": "206,870,000 บาท",
  "July 2017": "กรกฎาคม 2560",
  "BLISS-TEL PUBLIC COMPANY LIMITED": "บริษัท บลิส-เทล จำกัด (มหาชน)",
  "THB 700,000,000": "700,000,000 บาท",
  "August 2017": "สิงหาคม 2560",
  "INFORMATION TECHNOLOGY GROUP COMPANY LIMITED": "บริษัท อินฟอร์เมชั่น เทคโนโลยี กรุ๊ป จำกัด",
  "December 2017": "ธันวาคม 2560",
  "TAKUNI GROUP COMPANY LIMITED": "บริษัท ทาคูนิ กรุ๊ป จำกัด (มหาชน)",
  "THB 41,550,000": "41,550,000 บาท",
  "May 2018": "พฤษภาคม 2561",
  "FOOD CAPITALS PUBLIC COMPANY LIMITED": "บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน)",
  "THB 4,018,000,000": "4,018,000,000 บาท",
  "December 2018": "ธันวาคม 2561",
  "CAZ (THAILAND) PUBLIC COMPANY LIMITED": "บริษัท ซี เอ แซด (ประเทศไทย) จำกัด (มหาชน)",
  "THB 312,000,000": "312,000,000 บาท",
  "Initial Public Offering (IPO)": "ขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้าจดทะเบียนในตลาดหลักทรัพย์ (IPO)",
  "January 2019": "มกราคม 2562",
  "DIGITAL TECH PLANET PUBLIC COMPANY LIMITED": "บริษัท ดิจิตอลเทค แพลนเน็ต จำกัด (มหาชน)",
  "THB 203,287,262.11": "203,287,262.11 บาท",
  "Tender Offer Preparer": "ผู้จัดเตรียมคำเสนอซื้อ",

  "Work experience with S14 Advisory Includes" : "ผลงานที่ผ่านมาของคุณวศิพงศ์กับ บริษัท เอส 14 แอดไวเซอรี่ จำกัด ได้แก่",
  "Manager" : "ผู้จัดการ",

  "Ms. Piyapa Chongsathien" : "คุณปิยะภา จงเสถียร",
  "Founder and Managing Director" : "ผู้ก่อตั้งและกรรมการผู้จัดการ",
  "Piyapa Chongsathien is a founder and a managing director of S14 Advisory Company Limited. She was graduated from Assumption University with Bachelor and master degree is Business and Administration majoring in Finance and has over 17 years of work experiences investment banking business. Her experiences cover all areas of investment banking including M&A, IPO, fund raising, IFA service, Share(or) Company valuation, restructurings and financial advisory works." : "คุณปิยะภา จงเสถียรเป็นผู้ก่อตั้งและกรรมการผู้จัดการ บริษัท เอส 14 แอดไวเซอรี่ จำกัดคุณปิยะภาสำเร็จการศึกษาจากปริญญาโท บริหารธุรกิจมหาบัณฑิต และปริญญาตรีบริหารธุรกิจบัณฑิต สาขาการเงินและการธนาคาร มหาวิทยาลัยอัสสัมชัญ (ABAC)โดยคุณปิยะภา มีประสบการณ์การทำงานในธุรกิจวาณิชธนกิจมากกว่า 17 ปีซึ่งครอบคลุมทุกด้านของวาณิชธนกิจ ยกตัวอย่างเช่น การควบรวมและการซื้อขายกิจการ(M&amp;A) การเสนอขายหุ้นใหม่แก่ประชาชนทั่วไปเป็นครั้งแรก (IPO) การระดมทุนการให้ความเห็นในฐานะที่ปรึกษาทางการเงินอิสระ การประเมินมูลค่าของบริษัทการปรับโครงสร้างบริษัท และงานให้คำปรึกษาทางการเงิน",
  "FA for IPO of CAZ (Thailand) Plc. in 2019(CAZ) (First day trade at Jan 22, 2019)" : "ที่ปรึกษาทางการเงินในการขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้าจดทะเบียนในตลาดหลักทรัพย์ (IPO) ของ บริษัท ซี เอ แซด (ประเทศไทย) จำกัด (มหาชน)(“CAZ”) ในปีพ.ศ. 2562",
  "FA for Tender offer of Digital Tech Planet Plc (DIGI) in 2019" : "ที่ปรึกษาทางการเงินในฐานะผู้จัดเตรียมทำคำเสนอซื้อหลักทรัพย์ของบริษัทดิจิตอลเทคแพลนเน็ต จำกัด (“DIGI”) ในปีพ.ศ. 2562",
  "IFA for TAKUNI Group Plc (TAKUNI) in 2018" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันของ บริษัททาคูนิกรุ๊ป จำกัด (มหาชน) (“TAKUNI”) ในปีพ.ศ. 2561",
  "IFA for Food Capitals Plc (FC) in 2018" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับธุรกรรมการเข้าจดทะเบียนกับตลาดหลักทรัพย์ฯ ทางอ้อม (Backdoor Listing) และธุรกรรมการโอนกิจการทั้งหมด(Entire Business Transfer: EBT) ของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน) (“FC”)",
  "FA on M&A transaction of BLISS-Tel Plc (BLISS) to acquire 35% of ITG Group in 2017" : "ที่ปรึกษาทางการเงินของธุรกรรม M&amp;A ของบริษัท บลิส-เทล จำกัด (มหาชน)(“BLISS”) เพื่อซื้อหุ้น 35% ของบริษัท อินฟอร์เมชั่น เทคโนโลยี กรุ๊ป จำกัด (“ITG”)ในปีพ.ศ. 2560",
  "IFA for Country Group Development Plc (CGD) in 2017" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันของของบริษัท คันทรี่ กรุ๊ป ดีเวลลอปเมนท์ จำกัด (มหาชน) (“CGD”) ในปีพ.ศ. 2560",
  "IFA for CPL Group Plc(CPL) in 2017" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันและให้ความเห็นเกี่ยวกับคำเสนอซื้อหลักทรัพย์สำหรับบริษัท ซีพีแอล กรุ๊ป จำกัด (มหาชน)(“CPL”) ในปีพ.ศ. 2560",
  "Valuation for Information Technology Company Limited in 2017" : "การประเมินมูลค่าบริษัทเกี่ยวกับบริษัทเทคโนโลยีสารสนเทศแห่งหนึ่ง ในปีพ.ศ. 2560",
  "Valuation for AQ Estate Public Company Limited (AQ) in 2017" : "การประเมินมูลค่าบริษัท เอคิวเอสเตท จำกัด (มหาชน) (“AQ”) ในปีพ.ศ. 2560",
  "Valuation for Information Technology Group Company limited(ITG) in 2017" : "การประเมินมูลค่าบริษัท อินฟอร์เมชั่น เทคโนโลยี กรุ๊ป จำกัด (“ITG”) ในปีพ.ศ. 2560",
  "Valuation for Electronic Industry Pcl (EIC) in 2016" : "การประเมินมูลค่าบริษัทในกลุ่มของบริษัท อุตสาหกรรม อีเล็คโทรนิคส์ จำกัด (มหาชน)(“EIC”) ในปีพ.ศ. 2559",
  "Valuation for Nathalin Company Limited in 2016" : "การประเมินมูลค่าบริษัท นทลิน จำกัด ในปีพ.ศ. 2559",
  "Warrant for Siam Sport Syndicate Plc (SPORT) in 2016" : "ใบสำคัญแสดงสิทธิสำหรับ บริษัท สยามสปอร์ตซินดิเคท จำกัด (มหาชน) (“SPORT”)ในปีพ.ศ. 2559",
  "General Advisory Services for Pylon Plc (PYLON) in 2015" : "บริการให้คำปรึกษาทั่วไปแก่บริษัท ไพลอน จำกัด (มหาชน) (“PYLON”) ในปีพ.ศ.2558",
  "General Advisory Services for General Beverage Company Limited in 2015" : "บริการให้คำปรึกษาทั่วไปแก่บริษัท เจนเนอรัล เบฟเวอร์เรจ จำกัด ในปีพ.ศ. 2558",
  "Previously She worked as the Vice President, Investment Banking at Asia Plus Advisory Company Limited where she was one of the key member to operates in the management for 12 years." : "ก่อนหน้านี้คุณปิยะภาเคยทำงานในตำแหน่งผู้อำนวยการ ฝ่ายวาณิชธนกิจของ บริษัท ที่ปรึกษาเอเซียพลัส จำกัด โดยเป็นสมาชิกคนสำคัญของบริษัทมาตลอดระยะเวลา 12 ปี",
  "Ms. Pakchata Manotaya" : "คุณภัคชาตา มะโนทัย",
  "Vice President" : "ผู้อำนวยการ",
  "Pakchata Manotaya is a Vice President in S14 Advisory Company Limited, was graduated from Chulalongkorn University with Bachelor’s degree majoring in Economics. She has completed her Master of Science degree with distinction in Corporate Finance from University of Reading and a Master of Science degree in International Money and Banking from University of Birmingham. She has over 7 years of experience in the same field. She has a solid knowledge in corporate finance." : "คุณภัคชาตา มะโนทัย ดำรงตำแหน่งผู้อำนวยการ บริษัท เอส 14 แอดไวเซอรี่จำกัด คุณภัคชาตาสำเร็จการศึกษาระดับปริญญาโท MSc Corporate Finance(Distinction) จาก University of Reading ประเทศอังกฤษ และ MScInternational Money and Banking จาก University of Birminghamประเทศอังกฤษ และสำเร็จการศึกษาระดับปริญญาตรีเศรษฐศาสตร์บัณฑิตจากจุฬาลงกรณ์มหาวิทยาลัยคุณภัคชาตามีประสบการณ์ในวงการตลาดทุนมากกว่า 7ปีและมีความเชี่ยวชาญในด้านการเงินธุรกิจ (Corporate Finance)",
  "FA in share acquisition of an IT company" : "ที่ปรึกษาทางการเงินในการขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้าจดทะเบียนในตลาดหลักทรัพย์ (IPO) ของ บริษัท ซี เอ แซด(ประเทศไทย) จำกัด (มหาชน) (“CAZ”) ในปีพ.ศ. 2562",
  "Share valuation of 5 IT companies and 1 printing company" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันของ บริษัท ทาคูนิกรุ๊ป จำกัด (มหาชน) (“TAKUNI”) ในปีพ.ศ. 2561",
  "IFA in backdoor and EBT transaction of Food Capital Public Company Limited (FC)" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับธุรกรรมการเข้าจดทะเบียนกับตลาดหลักทรัพย์ฯ ทางอ้อม (Backdoor Listing)และธุรกรรมการโอนกิจการทั้งหมด (Entire Business Transfer: EBT)ของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน) (“FC”)",
  "IFA in related party transaction of Takuni Group Public Company Limited (Takuni)" : "การประเมินมูลค่าหุ้นของ บริษัทไอที 5 แห่ง และ บริษัทเกี่ยวกับการพิมพ์ 1แห่ง",
  "IPO of CAZ (Thailand) Plc. in 2019 (CAZ) (First day trade at Jan 22, 2019)" : "ที่ปรึกษาทางการเงินของธุรกรรม M&amp;A ของ บริษัท บลิส-เทล จำกัด(มหาชน) (“BLISS”) เพื่อซื้อหุ้น 35% ของบริษัท อินฟอร์เมชั่น เทคโนโลยีกรุ๊ป จำกัด (“ITG”) ในปีพ.ศ. 2560",
  "Act as a Project Manager for each transaction and be the main contact person for the clients." : "ทำหน้าที่เป็นผู้จัดการโครงการในแต่ละธุรกรรมและเป็นผู้ติดต่อหลักกับลูกค้า",
  "Coordinate with external parties for transaction-related matters." : "ทำหน้าที่ประสานงานกับบุคคลภายนอกสำหรับเรื่องที่เกี่ยวข้องกับการทำธุรกรรม",
  "Train junior staff on related skills including financial modeling and presentation" : "ฝึกอบรมพนักงานเกี่ยวกับทักษะที่เกี่ยวข้องรวมถึงการสร้างแบบจำลองทางการเงินและการนำเสนองาน",
  "Her previous work experiences include such as Assistant to Vice President at Global One Capital Co.Ltd, Manager in Development and Investment Department at Singha Estate Public Co., Ltd, Associate in Investment Banking Department at Trinity Securities Group, Ltd where she was one of the key member to operate in the premises for over 4 years." : "ประสบการณ์การทำงานของคุณภัคชาตาที่ผ่านมา ได้แก่ ผู้ช่วยผู้อำนวยการบริษัท โกลบอล วัน แคปปิตอล จำกัด ผู้จัดการฝ่ายพัฒนาธุรกิจและการลงทุนบริษัท สิงห์เอสเตท จำกัด (มหาชน) (“S”)และพนักงานฝ่ายวาณิชธนกิจของบริษัทหลักทรัพย์ ทรีนีตี้ จำกัดโดยเป็นสมาชิกคนสำคัญของแต่ละบริษัทมาตลอดระยะเวลากว่า 4 ปี",
  "Mr. Suchat Olannaranon" : "คุณสุชาติ โอฬารนรานนท์",
  "Mr. Suchat Olannaranon is a Vice President in S14 Advisory Company Limited. He was graduated from Chulalongkorn University with Bachelor and Master degree in Business Administration majoring in Banking and Finance and also a Bachelor of laws from Ramkhamhaeng University. He has over 8 years of Experience in the same field. His contribution towards S14 Advisory Company Limited includes" : "คุณสุชาติ โอฬารนรานนท์ ดำรงตำแหน่งผู้อำนวยการ บริษัท เอส 14 แอดไวเซอรี่จำกัด คุณสุชาติสำเร็จการศึกษาปริญญาโท บริหารธุรกิจมหาบัณฑิตและปริญญาตรี บริหารธุรกิจบัณฑิต สาขาการธนาคารและการเงินจากจุฬาลงกรณ์มหาวิทยาลัย และปริญญาตรี นิติศาสตร์บัณฑิตจากมหาวิทยาลัยรามคำแหง คุณสุชาติมีประสบการณ์ในวงการการเงินมากกว่า 8ปี",
  "FA on mandatory tender offer for securities of Digital Tech Planet Public Company Limited." : "ที่ปรึกษาทางการเงินในฐานะผู้จัดเตรียมทำคำเสนอซื้อหลักทรัพย์ของบริษัท ดิจิตอลเทคแพลนเน็ต จำกัด (“DIGI”) ในปีพ.ศ. 2562",
  "Debt financing arrangement for constructing new plant of construction company" : "ที่ปรึกษาทางการเงินในการจัดหาเงินกู้เพื่อก่อสร้างโรงงานแห่งใหม่ของบริษัทที่อยู่ในธุรกิจก่อสร้าง",
  "Advisory service to PEA on fund raising and screening of potential projects" : "ที่ปรึกษาทางในการให้คำปรึกษาแก่การไฟฟ้าส่วนภูมิภาค (“PEA”)ในการระดมทุนและคัดกรองโครงการที่มีศักยภาพ",
  "Financial advisory for strategic planning and restructuring of State Railway of Thailand" : "ที่ปรึกษาทางการเงินในการวางแผนกลยุทธ์และการปรับโครงสร้างการรถไฟแห่งประเทศไทย (“SRT”)",
  "IFA on asset acquisition for Khonburi Sugar Pcl." : "ที่ปรึกษาทางการเงินอิสระในการทำคำเสนอซื้อหลักทรัพย์ของ บริษัทแพ็คฟู้ด จำกัด (มหาชน)",
  "He also worked as Assistant Project Manager in Strategic Planning Department at Thai Beverage Public Limited Company, Business Analyst in Business Development Department at Mitrphol Biofuel Company limited, Senior Analyst in Investment Banking Department at KTB Advisory Company limited." : "นอกจากนี้ คุณสุชาติยังเคยดำรงตำแหน่งผู้ช่วยผู้จัดการโครงการฝ่ายวางแผนกลยุทธ์ บริษัท ไทยเบฟเวอเรจ จำกัด (มหาชน)นักวิเคราะห์ธุรกิจฝ่ายพัฒนาธุรกิจ บริษัท มิตรผลไบโอฟูเอล จำกัดและนักวิเคราะห์อาวุโสฝ่ายวาณิชธนกิจ บริษัท กรุงไทยแอดไวซ์เซอรี่ จำกัด",

  "Mr. Sitthiphat Sinfaphanit" : "นายสิทธิพัฒน์ ศิลป์ฟ้าพานิช",
  "Manager" : "ผู้จัดการ",
  "Sitthiphat Sinfaphanit is a manager in S14 Advisory Company Limited who graduated from Mahidol University International College with Business Administration Degree in Finance. After graduated, He worked with PwC (Thailand) Ltd. as a Tax Consultant responsible for Corporate Tax Advise, Tax Structuring and Tax due diligence. He also successfully completed his Student internship program (SIP 65) in Bangkok Bank S14 Advisory is his second career in the financial sector after graduation." : "คุณสิทธิพัฒน์ ศิลป์ฟ้าพานิช ตำแหน่งผู้จัดการใน บริษัท เอส 14 แอดไวเซอรี่จำกัด คุณสิทธิพัฒน์สำเร็จการศึกษาปริญญาตรีบริหารธุรกิจบัณฑิตสาขาการเงินจากวิทยาลัยนานาชาติมหาวิทยาลัยมหิดลหลังจากสำเร็จการศึกษาคุณสิทธิพัฒน์ได้ร่วมงานกับ บริษัท ไพร้ซวอเตอร์เฮาส์คูเปอร์ส เอบีเอเอส จำกัด (PwC)ในฐานะที่ปรึกษาด้านภาษีซึ่งรับผิดชอบด้านการให้คำปรึกษาด้านภาษีนิติบุคคลการจัดทำโครงสร้างภาษีและการตรวจสอบสถานะภาษีนอกจากนี้คุณสิทธิพัฒน์ผ่านหลักสูตรฝึกงานของธนาคารกรุงเทพ (SIP 65) ด้วยโดยบริษัท เอส 14 แอดไวเซอรี่ จำกัดเป็นที่ทำงานที่สองของคุณสิทธิพัฒน์ในสายงานด้านการเงิน",
  "The FA for IPO of CAZ (Thailand) Plc. In 2019 (First-day trade on Jan 22, 2019)" : "ที่ปรึกษาทางการเงินในการขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้าจดทะเบียนในตลาดหลักทรัพย์ (IPO) ของ บริษัท ซี เอ แซด(ประเทศไทย) จำกัด (มหาชน) ในปีพ.ศ. 2562 (“CAZ”)",
  "The FA on M&amp;A transaction of Bliss-Tel Plc. 35% acquired ITG Group Co., Ltd." : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับธุรกรรมการเข้าจดทะเบียนกับตลาดหลักทรัพย์ฯ ทางอ้อม (Backdoor Listing)และธุรกรรมการโอนกิจการทั้งหมด (Entire Business Transfer: EBT)ของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน) (“FC”)",
  "IFA on Food Capitals Plc. (FC) – Acquisition and Disposal of Assets and Connected Transaction" : "ที่ปรึกษาทางการเงินของธุรกรรม M&amp;A ของบริษัท บลิส-เทล จำกัด(มหาชน) (“BLISS”) เพื่อซื้อหุ้น 35% ของบริษัท อินฟอร์เมชั่น เทคโนโลยีกรุ๊ป จำกัด (“ITG”) ในปีพ.ศ. 2560",

  "Ms. Pawarunch Nopsiri" : "คุณภวรัญชน์ นพศิริ",
  "Pawarunch Nopsiri is a Manager in S14 Advisory Company Limited. She graduated from Thammasat University in Engineering Management. She also holds Bachelor Degree in Business Administration majoring in Accounting from Ramkhamhaeng University. After graduated, she worked as consultant at PWC in Operation Consulting. Later, She worked with Underwriters Laboratories Ltd. as Engineer. S14 Advisory is her first career in the financial sector." : "คุณภวรัญชน์ นพศิริ ตำแหน่งผู้จัดการที่บริษัท เอส 14 แอดไวเซอรี่ จำกัดคุณภวรัญชน์สำเร็จการระดับปริญญาตรีวิทยาศาสตร์บัณฑิตสาขาการจัดการวิศวกรรมจากสถาบันเทคโนโลยีนานาชาติสิรินธรมหาวิทยาลัยธรรมศาสตร์นอกจากนี้คุณภวรัญชน์ยังสำเร็จการศึกษาระดับปริญญาตรีบัญชีบัณฑิตสาขาบัญชีจากมหาวิทยาลัยรามคำแหงหลังจากจบการศึกษาคุณภวรัญชน์ทำงานตำแหน่ง Operation Consultant ที่บริษัท ไพร้ซวอเตอร์เฮาส์ คูเปอร์ส เอบีเอเอส จำกัด (PwC) ต่อมาได้ทำงานกับบริษัท อันเดอร์ไรเตอร์ แลบอราทอรี่ส์ (ไทยแลนด์) จำกัด ในตำแหน่งวิศวกรโดยบริษัท เอส 14 แอดไวเซอรี่จำกัดเป็นที่แรกของคุณภวรัญชน์ในสายงานด้านการเงิน",
  "IFA on backdoor and EBT transaction of Food Capital in 2018" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกันของ บริษัท ทาคูนิกรุ๊ป จำกัด (มหาชน) (“TAKUNI”) ในปีพ.ศ. 2561",
  "FA on M&A transaction of Bliss-Tel Plc. 35% acquired ITG Group Co., Ltd. in 2017" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับธุรกรรมการเข้าจดทะเบียนกับตลาดหลักทรัพย์ฯ ทางอ้อม (Backdoor Listing)และธุรกรรมการโอนกิจการทั้งหมด (Entire Business Transfer: EBT)ของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน) (“FC”)",
  "IFA in related party transaction of Takuni Group PCL (“TAKUNI”)" : "การประเมินมูลค่าบริษัท อินฟอร์เมชั่น เทคโนโลยี กรุ๊ป จำกัด (“ITG”)ในปีพ.ศ. 2560",
  "She also excelled in internship programs such as Credit Control Intern in Chiatai Company limited and Assistant Auditor Intern in Kamolwan Audit Company." : "นอกจากผลงานข้างต้น คุณภวรัญชน์ยังเคยฝึกงานกับบริษัท เจียไต๋จำกัดและเคยฝึกงานเป็นผู้ช่วยผู้สอบบัญชีใน บริษัท กมลวรรณ ออดิท จำกัดด้วย",

  "Mr. Sithavut Kayuraphan" : "นายสิทธาวุธ เกยุราพันธุ์",
  "Sithavut Kayuraphan is a manager in S14 Advisory Company Limited. He was graduated from Northumbria University, United Kingdom with masters of Science in Business with Management with Commendation and Bachelor of Science in Agribusiness from Kasetsart University with 4 years of work experiences. He has excelled in certification programs such as Business Law for non-legal professionals from Thammasat University, Tax Planning for Business from Lawyers council of Thailand. He also holds Complex type 1 Capital Market Investment Consultant License Investment Planner License from the Securities and Exchange Commission, Thailand." : "คุณสิทธาวุธ เกยุราพันธุ์ เป็นผู้จัดการที่บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nคุณสิทธาวุธสำเร็จการศึกษาระดับปริญญาโท Msc Business with\nManagement (Commendation) จาก Northumbria University ประเทศอังกฤษ\nและปริญญาตรีวิทยาศาสตร์บัณฑิต\nสาขาธุรกิจการเกษตรจากมหาวิทยาลัยเกษตรศาสตร์\nโดยมีประสบการณ์การทำงานในตลาดทุนทั้งสิ้น 4 ปี\nนอกจากนี้คุณสิทธาวุธยังได้รับประกาศนียบัตรกฎหมายธุรกิจสำหรับผู้ที่ไม่ใช่นัก\nกฎหมายจากมหาวิทยาลัยธรรมศาสตร์\nและการวางแผนภาษีสำหรับธุรกิจจากสภาทนายความแห่งประเทศไทย\nนอกจากนี้เขายังได้รับใบอนุญาตผู้แนะนำการลงทุนตราสารซับซ้อนประเภท 1\nและใบอนุญาตผู้วางแผนการลงทุนจากสำนักงานคณะกรรมการกำกับหลักทรัพย์แ\nละตลาดหลักทรัพย์แห่งประเทศไทย",
  "The FA for Tender offer of Digital Tech Planet Plc (DIGI) in 2019" : "ที่ปรึกษาทางการเงินในฐานะผู้จัดเตรียมทำคำเสนอซื้อหลักทรัพย์ของบริษั\nท ดิจิตอลเทคแพลนเน็ต จำกัด (“DIGI”) ในปีพ.ศ. 2562",
  "Valuation for AQ Estate public company limited (“AQ”) in 2017" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับธุรกรรมการเข้าจดท\nะเบียนกับตลาดหลักทรัพย์ฯ ทางอ้อม (Backdoor Listing)\nและธุรกรรมการโอนกิจการทั้งหมด (Entire Business Transfer: EBT)\nของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน) (“FC”)",
  "Valuation for Electronic Industry Plc (“EIC”) in 2016" : "การประเมินมูลค่าบริษัทในกลุ่มของบริษัทของบริษัท อุตสาหกรรม\nอีเล็คโทรนิคส์ จำกัด (มหาชน) (“EIC”) ในปีพ.ศ. 2559",
  "In his past experience he worked as an investment consultant for 2 years in KGI Securities (Thailand) public company limited (KGI)" : "ก่อนหน้าที่จะมาทำงานที่บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nคุณสิทธาวุธเคยทำงานเป็นผู้แนะนำการลงทุนเป็นเวลา 2\nปีที่บริษัทหลักทรัพย์เคจีไอ (ประเทศไทย) จำกัด (มหาชน) (“KGI”)",

  "Ms. Chicha Chotchutima" : "นางสาวชิชา โชติชุติมา",
  "Chicha Chotchutima is a manager in S14 Advisory Company Limited who graduated from Sirindhorn International Institute of Technology Thammasat University with a bachelor of Science in Engineering Management major." : "คุณชิชา โชติชุติมา ดำรงตำแหน่งเป็นผู้จัดการที่บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nคุณชิชาสำเร็จการระดับปริญญาตรีวิทยาศาสตร์บัณฑิต\nสาขาการจัดการวิศวกรรมจากสถาบันเทคโนโลยีนานาชาติสิรินธร\nมหาวิทยาลัยธรรมศาสตร์ ผลงานของคุณชิชาที่ บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nได้แก่",
  "IFA for TAKUNI Land" : "ที่ปรึกษาทางการเงินอิสระ ธุรกรรมการเข้าจดทะเบียนกับตลาดหลักทรัพย์ฯ\nทางอ้อม (Backdoor Listing) และธุรกรรมการโอนกิจการทั้งหมด (Entire\nBusiness Transfer: EBT) ของ บริษัท ฟู้ด แคปปิตอล จำกัด (มหาชน)\n(“FC”)",
  "IFA on backdoor and EBT transaction of Food Capital" : "ที่ปรึกษาทางการเงินอิสระในการให้ความเห็นเกี่ยวกับรายการที่เกี่ยวโยงกั\nนของ บริษัท ทาคูนิกรุ๊ป จำกัด (มหาชน) (“TAKUNI”) ในปีพ.ศ. 2562",

  "Ms. Lalrima Nakthap" : "คุณลัลย์ริมา นาคทับ",
  "Lalrima Nakthap is a manager in S14 Advisory Company Limited and She was graduated from Burapha University, a bachelor of Business Administration Program in Finance with 4 years of work experiences in the same field." : "คุณลัลย์ริมา นาคทับ ดำรงตำแหน่งผู้จัดการบริษัท เอส 14 แอดไวเซอรี่ จำกัด\nคุณลัลย์ริมาสำเร็จการศึกษาปริญญาตรีบริหารธุรกิจบัณฑิต สาขาการเงิน\nมหาวิทยาลัยบูรพา โดยมีประสบการณ์การในวงการตลาดทุน 4 ปี\nผลงานของคุณลัลย์ริมาที่ บริษัท เอส 14 แอดไวเซอรี่ จำกัด ได้แก่",
  "FA for IPO of CAZ (Thailand) Public Company Limited. In 2019 (First day trade at Jan 22, 2019)" : "ที่ปรึกษาทางการเงินในการขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้\nาจดทะเบียนในตลาดหลักทรัพย์ (IPO) ของ บริษัท ซี เอ แซด\n(ประเทศไทย) จำกัด (มหาชน) ในปีพ.ศ. 2562 (“CAZ”)",
  "Print Master share valuation report for Share-Based Payment transaction" : "การประเมินมูลค่าหุ้นของ บริษัทเกี่ยวกับการพิมพ์ 1 แห่ง",
  "Consultant at 15 Business Advisory Limited. Where she was responsible of valuation on Business Valuation, Share Valuation, Intangible Assets Valuation, and Purchase Price Allocation." : "ตำแหน่งที่ปรึกษา บริษัท 15 ที่ปรึกษาธุรกิจ จำกัด\nคุณลัลย์ริมารับผิดชอบการประเมินมูลค่ากิจการ การประเมินมูลค่าหุ้น\nการประเมินมูลค่าสินทรัพย์ที่ไม่มีตัวตนและการจัดสรรราคาซื้อ (PPA)\nโดยมีผลงานในอุตสาหกรรมที่หลากหลาย เช่น เทคโนโลยีสารสนเทศ\nสินค้าอุปโภคบริโภค การแพทย์ อสังหาริมทรัพย์ อาหาร การเกษตร และโรงไฟฟ้า\nเป็นต้น",
  "Investment Consultant at KT ZMICO Securities Company Limited. As an investment consultant and passed a single license and derivative license exam which held by SEC." : "ตำแหน่งผู้แนะนำการลงทุน บริษัทหลักทรัพย์ เคทีซีมิโก้ จำกัด (“ZMICO”)\nเป็นผู้แนะนำการลงทุนด้านตลาดทุนซึ่งได้รับความเห็นชอบจากสำนักงานคณะกร\nรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ (“สำนักงาน ก.ล.ต.”)",

  "Mr. Kiattiyod Siriphan" : "ธารทิพย์ สุวรรณฤทธิ์",
  "Thantip Suwannarit is a Manager at S14 Advisory Company Limited who received Bachelor Degree of Economics, majoring in Monetary and Management from Chulalongkorn University and Master Degree in Finance from Thammasat Business School, Thammasat University. She has over 7 years of experience in different fields of finance, namely Treasury,Insurance, Wealth Management and Investment Banking. Before joining S14 Advisory, she worked as an Associate in Investment Banking at AEC Securities Public Company Limited." : "ธารทิพย์ สุวรรณฤทธิ์ รับตำแหน่งผู้จัดการ ที่บริษัท เอส 14 แอดไวเซอรี่ จำกัด โดยมีประวัติสำเร็จการศึกษาระดับปริญญาตรีจากคณะเศรษฐศาสตร์ เอกการเงินและการจัดการ จุฬาลงกรณ์มหาวิทยาลัย และระดับปริญญาโท ด้านการเงิน จาก Thammasat Business School มหาลัยธรรมศาสตร์ โดยมีประสบการณ์หลากหลายแขนงด้านการเงินมากว่า 7 ปี อาทิ การบริหารการเงิน ประกันภัย ธนบดีธนกิจ และ วาณิชธนกิจ ก่อนมาร่วมงานกับบริษัท เอส 14 แอดไวเซอรี่ จำกัด ธารทิพย์เคยทำงานในตำแหน่ง Associate ฝ่ายวาณิชธนกิจ บริษัทหลักทรัพย์ เออีซี จำกัด (มหาชน)",
  "Currently working on an IPO deal for a Services Industry Company." : "อยู่ระหว่างดำเนินการเตรียมขออนุญาตเสนอขายหลักทรัพย์และนำบริษัทเข้าจ ดทะเบียนในตลาดหลักทรัพย์ (IPO) ของบริษัทในอุตสาหกรรมบริการ",
  "Currently working on an M&amp;A deal in an Agro &amp; Food Industry Company." : "อยู่ระหว่างดำเนินการธุรกรรมการควบรวมและการซื้อขายกิจการ (M&amp;A) ของบริษัทในอุตสาหกรรมเกษตรและอุตสาหกรรมอาหาร",

  "Mr. Jagdish Gopal Mahendiran" : "นายจากดิช โกปอล มาเฮ็นดิรัน",
  "Jagdish Gopal Mahendiran was recently appointed as manager at S14 Advisory Company Limited who was graduated from SRM University, Chennai, India with a Bachelor of Technology degree majoring in Engineering." : "คุณจากดิช โกปอล มาเฮ็นดิรัน เป็นผู้จัดการที่บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nคุณจากดิชสำเร็จการศึกษาระดับปริญญาตรีด้านเทคโนโลยี สาขาวิศวกรรมจาก\nSRM University กรุงเจนไน ประเทศอินเดีย",
  "Managing Partner at PapaJag-India." : "หุ้นส่วนผู้จัดการที่ PapaJag-India",
  "Finance and Marketing manager at Blitzkrieg-India." : "ผู้จัดการฝ่ายการเงินและการตลาดที่ Blitzkrieg-India",
  "Customer relation officer at Citibank-India." : "เจ้าหน้าที่ลูกค้าสัมพันธ์ที่ซิตี้แบงก์ – อินเดีย",
  "Sales officer at Toppr, India" : "พนักงานขายที่ Toppr ประเทศอินเดีย",
  "Business Development Associate at Byjus, India." : "ผู้ช่วยพัฒนาธุรกิจที่ Byjus ประเทศอินเดีย",
  "He also completed his internship as Operations intern at Puravalan Freight Forwarders Private India Limited, Chennai." : "ผ่านการฝึกงานในฐานะผู้ฝึกงานด้านปฏิบัติการที่ บริษัท Puravalan\nFreight Forwarders Private India Limited ในกรุงเจนไน",
  "He has 5years of solid experience in Finance, Business Development, Marketing, Sales and Customer relations. He yet to start his achievements in investment banking at S14 Advisory Company limited." : "คุณจากดิชมีประสบการณ์ 5 ปีในด้านการเงิน การพัฒนาธุรกิจ การตลาด\nการขายและลูกค้าสัมพันธ์",

  "Mr. Vasiphong Vongvuttipornchai" : "นายวศิพงศ์ ว่องวุฒิพรชัย",
  "Vasiphong Vongvuttipornchai graduated from the University of Westminster with first honors Bachelor of Arts in International Business. Following that he also received a degree in Master of Science in Banking and Finance with merit from King&#39;s College London. He is also interned at CLSA as a junior analyst. He successfully completed his Student Internship Program in Bangkok Bank PLC (SIP). He is also an Independent Stock Trader on The Stock Exchange of Thailand (SET)." : "คุณวศิพงศ์ ว่องวุฒิพรชัยเป็นผู้จัดการที่บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nคุณวศิพงศ์สำเร็จการศึกษาระดับปริญญาโท MSc Banking and Finance with\nMerit จาก King&#39;s College London ประเทศอังกฤษ\nและสำเร็จการศึกษาระดับปริญญาตรี BA International Business (First-class\nhonors) จาก University of Westminster ประเทศอังกฤษเช่นเดียวกัน\nคุณวศิพงศ์ผ่านการฝึกงานที่บริษัทหลักทรัพย์ ซี แอล เอส เอ (ประเทศไทย) จำกัด\n(&quot;CLSA&quot;) ในตำแหน่งนักวิเคราะห์หลักทรัพย์ บริษัท เอส 14 แอดไวเซอรี่ จำกัด\nเป็นที่ทำงานแห่งแรกหลังจากสำเร็จการศึกษา",
  "FA for Bliss-Tel Plc at S14 Advisory" : "ที่ปรึกษาทางการเงินให้แก่ บริษัท บลิส-เทล จำกัด (มหาชน) (“BLISS”)",

  "Jakkra Rattananukit is a Senior manager at S14 Advisory Company Limited who received bachelor degree of Economics, majoring in Business Economics from Assumption University (with full scholarship) and master degree of Art in Economics from Ritsumeikan University, Japan (with full scholarship). He has over 5 years of experience in the same field. Before joining S14 Advisory, he worked as senior analyst at CJ Morgan Company Limited." : "นายจักรา รัตนนุกิจ เป็นผู้จัดการอาวุโส ที่บริษัท เอส 14 แอดไวเซอรี่ จำกัด ได้สำเร็จการศึกษาระดับปริญญาตรีจากคณะเศรษฐศาสตร์ มหาวิทยาลัยอัสสัมชัญ (ได้รับทุนการศึกษาเต็มจำนวน) และสำเร็จการศึกษาระดับปริญญาโทจากคณะเศรษศาสตร์ มหาวิทยาลัยมหาลัยริทสึเมคัง ประเทศญี่ปุ่น (ได้รับทุนการศึกษาจากรัฐบาลญี่ปุ่น) นายจักราได้มีประสบการณ์ด้านการเงินมากว่า 5 ปี ก่อนที่จะร่วมงานกับบริษัท เอส 14 แอดไวเซอรี่ จำกัด นายจักราได้เป็นเจ้าหน้าที่วิเคราะห์อาวุโส ที่บริษัท ซี.เจ. มอร์แกน จำกัด"




}