<?php

return [


    'financial_advisory' => 'ที่ปรึกษาทางการเงินมืออาชีพ',
    'financial_advisory_text' => 'S14 มีประสบการณ์มากมายในการเป็นที่ปรึกษาทางการเงิน เช่น การควบรวมกิจการ การระดมทุนและการปรับโครงสร้างทางการเงิน',

    'client_network' => 'เครือข่ายของลูกค้าที่กว้างขวาง',
    'client_network_text' => 'S14 มีเครือข่ายลูกค้าที่กว้างขวางโดยมีนักลงทุนท้องถิ่นไปจนถึงนักลงทุนระดับภูมิภาค ซึ่ง S14 จะให้คำมั่นสัญญาที่จะค้นหานักลงทุนอย่างละเอียดเพิ่มเติมต่อยอดจากนักลงทุนกลุ่มเดิม',

    'flexibility' => 'ความยืดหยุ่น ',
    'flexibility_text' => 'S14 เป็นพันธมิตรกับสถาบันการเงิน ที่ปรึกษากฎหมาย ผู้สอบบัญชีและผู้ตรวจสอบภายใน',

    'professionalism' => 'ความเป็นมืออาชีพ',
    'professionalism_text' => 'S14 มุ่งมั่นที่จะใช้กำลังคนอย่างเต็มที่ในทุกโครงการเพื่อให้ได้มาซึ่งคำแนะนำที่ดีที่สุดเพื่อให้ลูกค้าได้รับประโยชน์สูงสุด',

    'about-1' => "“บริษัท เอส 14 แอดไวซอรี่ จำกัด\" ก่อตั้งขึ้นเมื่อวันที่ 29 สิงหาคม พ.ศ 2557 โดยคุณปิยะภา จงเสถียร ซึ่งสำเร็จการศึกษาระดับปริญญาโทและปริญญาตรี คณะบริหารธุรกิจ สาขาการเงิน จากมหาวิทยาลัยอัสสัมชัญและมีประสบการณ์การทำงานในวงการตลาดทุนมากกว่า 15 ปี",
    'about-2' => "บริษัท เอส 14 แอดไวเซอรี่ จำกัด ได้รับความเห็นชอบจากสำนักงาน ก.ล.ต. เมื่อเดือนมีนาคม พ.ศ. 2559 และได้นำเสนอบริการที่ดีที่สุดให้แก่ธุรกิจตลาดทุน บริษัทชั้นนำในประเทศ ธุรกิจขนาดใหญ่ ขนาดกลาง ขนาดย่อมและสถาบันอื่น ๆ ด้วยความภาคภูมิใจ",

    'mission-1' => "เราทำงานบนพื้นฐานที่ว่าคำแนะนำทางการเงินควรมีความซื่อสัตย์และมีความโปร่งใส",
    'mission-2' => "เราแก้ปัญหาที่ซับซ้อนโดยวิธีที่ไม่ซับซ้อน",
    'mission-3' => "เรามุ่งมั่นในการให้บริการลูกค้าอย่างสูงสุดและมุ่งเน้นไปที่การสร้างความร่วมมือระยะยาวกับลูกค้าของเรา",
    'mission-4' => "เราทำงานเพื่อสร้างผลกระทบเชิงบวกต่อเศรษฐกิจของประเทศ",

    'vision' => "เป็นบริษัทที่ปรึกษาทางการเงินที่ลูกค้าอยากร่วมงานด้วยมากที่สุดในประเทศ",

    'success' => "ใส่ใจ ใช้ความคิดและจิตวิญญาณเข้าไปในงานทุกชิ้นซึ่งเป็นเคล็ดลับสู่ความสำเร็จ",
    'organization' => "ความสำเร็จขององค์กรเป็นผลมาจากความพยายามร่วมกันของทุก ๆ คน",
    'loyalty' => "จุดแข็งของความรักที่มีต่อเราเริ่มต้นด้วยบริการของเราทำให้ลูกค้าเข้าถึงและเข้าใจ",
    'understanding' => "เข้าใจความต้องการของลูกค้าและให้บริการอย่างเหมาะสม",
    'teamwork' => "เราทำงานร่วมกันเพื่อตอบสนองความต้องการของลูกค้าและบริษัท ฯ",
    'integrity' => "ยึดมั่นทุกการกระทำด้วยความซื่อสัตย์",
    'outstanding' => 'ผลงานที่ผ่านมาในอดีตสะท้อนความสามารถและศักยภาพมากกว่าคำพูด',
    'nimble' => 'เราทำงานอย่างรวดเร็วและใส่ใจทุกรายละเอียด',

    "fundRaising" => "การระดมทุน",
    'ma' => "การควบรวมกิจการ",
    'shareValuation' => "การประเมินมูลค่า หุ้น หรือ กิจการ",
    'ifa' => "บริการที่ปรึกษาทางการเงินอิสระ",
    'ipo' => "ที่ปรึกษาการเสนอขายหุ้น",
    'br' => "การปรับโครงสร้างบริษัท",
    'fs' => "การศึกษาความเป็นไปได้ทางธุรกิจ",

    "fundRaising_text" => "จัดโครงสร้างโครงสร้างการถือหุ้นหรือการระดมทุนในวงกว้างและแสวงหานักลงทุนผ่านเครือข่ายลูกค้าที่กว้างขวางของเราสำหรับการเสนอขายในวงจำกัด (Private Placement - PP) หรือการเสนอขายหุ้นต่อประชาชนครั้งแรก (Initial Public Offering - IPO)",
    "ma_text" => "ให้คำแนะนำของธุรกรรมการควบรวมกิจการเกี่ยวกับเป้าหมายและการดำเนินการควบรวมกิจการ ค้นหาผู้ซื้อที่เหมาะสมและประสานงานกับนักลงทุนที่มีศักยภาพผ่านเครือข่ายลูกค้าที่กว้างขวางของเรา ประเมินและให้คำแนะนำเกี่ยวกับการประเมินมูลค่ายุติธรรมของกิจการสำหรับการควบรวมกิจการ",
    'shareValuation_text' => "ให้บริการในทุกขั้นตอนของการเตรียมการประเมินมูลค่าหุ้น / กิจการ ตามงบการเงินและมุมมองของลูกค้า",
    'ifa_text' => "วิเคราะห์มุมมองทางการเงินอย่างรอบด้านซึ่งจะช่วยให้ลูกค้ามีข้อมูลครบถ้วนก่อนการตัดสินใจทางธุรกิจ ให้ความเห็นเกี่ยวกับความสมเหตุสมผลของการทำธุรกรรมและความเป็นธรรมของราคาและเงื่อนไขของการทำธุรกรรม",
    'ipo_text' => "ให้บริการในทุกขั้นตอนของการเตรียมความพร้อมสำหรับการเสนอขายหุ้นตั้งแต่เริ่มต้นจากบริษัทจำกัดไปเป็นบริษัทมหาชน",
    'br_text' => "ให้บริการครบวงจรในการปรับโครงสร้างบริษัท ให้คำแนะนำเกี่ยวกับแผนการปรับโครงสร้างทางการเงินที่มีศักยภาพและช่วยเหลือในการเจรจากับผู้ให้กู้หรือฝ่ายอื่น ๆ",
    'fs_text' => "ให้บริการในการศึกษาความเป็นไปได้ทางธุรกิจ / แผนธุรกิจครบวงจร ซึ่งใช้ในการพิจารณาความเป็นได้ของโครงการ ทำให้มั่นใจได้ว่าโครงการมีความเป็นไปได้ทางธุรกิจ ทางกฎหมายและทางเทคนิครวมทั้งความสมเหตุสมผลทางเศรษฐกิจ รวมถึงระบุข้อจำกัดที่อาจเกิดขึ้นได้ในโครงการ / แผนธุรกิจ นอกจากนี้เรายังให้คำแนะนำในการแก้ปัญหาเกี่ยวกับข้อจำกัดหรืออุปสรรคที่อาจเกิดขึ้นด้วย",

    
];