<?php

return [
    'about-1' => "“บริษัท เอส 14 แอดไวซอรี่ จำกัด\" ก่อตั้งขึ้นเมื่อวันที่ 29 สิงหาคม พ.ศ 2557 โดยคุณปิยะภา จงเสถียร ซึ่งสำเร็จการศึกษาระดับปริญญาโทและปริญญาตรี คณะบริหารธุรกิจ สาขาการเงิน จากมหาวิทยาลัยอัสสัมชัญและมีประสบการณ์การทำงานในวงการตลาดทุนมากกว่า 15 ปี",
    'about-2' => "บริษัท เอส 14 แอดไวเซอรี่ จำกัด ได้รับความเห็นชอบจากสำนักงาน ก.ล.ต. เมื่อเดือนมีนาคม พ.ศ. 2559 และได้นำเสนอบริการที่ดีที่สุดให้แก่ธุรกิจตลาดทุน บริษัทชั้นนำในประเทศ ธุรกิจขนาดใหญ่ ขนาดกลาง ขนาดย่อมและสถาบันอื่น ๆ ด้วยความภาคภูมิใจ",

    'mission-1' => "เราทำงานบนพื้นฐานที่ว่าคำแนะนำทางการเงินควรมีความซื่อสัตย์และมีความโปร่งใส",
    'mission-2' => "เราแก้ปัญหาที่ซับซ้อนโดยวิธีที่ไม่ซับซ้อน",
    'mission-3' => "เรามุ่งมั่นในการให้บริการลูกค้าอย่างสูงสุดและมุ่งเน้นไปที่การสร้างความร่วมมือระยะยาวกับลูกค้าของเรา",
    'mission-4' => "เราทำงานเพื่อสร้างผลกระทบเชิงบวกต่อเศรษฐกิจของประเทศ",

    'vision' => "เป็นบริษัทที่ปรึกษาทางการเงินที่ลูกค้าอยากร่วมงานด้วยมากที่สุดในประเทศ"
];